# install neovim & wezterm (nighlty, because living on the edge)
brew "neovim"
cask "wezterm@nightly"
cask "raycast"
cask "showyedge"

# install language version managers
brew "go"
brew "fnm"

# make terminal pretty
brew "starship"
# make ls awesome
brew "eza"
# use a fancy font
cask "font-fira-code"

# get essential cli tools
brew "fzf"
brew "ripgrep"
brew "fd"
brew "direnv"
brew "gh"
brew "sqlc"
